Repository: Faire-Games/Faire-Games
Catalog: Sources/FaireGames/Resources/Localizable.xcstrings
Source language: en
Languages: id, pt_br

source: %lld Items
id: %lld Item
pt_br: %lld itens

source: Add
id: Tambah
pt_br: Adicionar

source: Appearance
id: Tampilan
pt_br: Aparência

source: Cancel
id: Batal
pt_br: Cancelar

source: Chess
id: Catur
pt_br: Xadrez

source: Dark
id: Gelap
pt_br: Escuro

source: Date
id: Tanggal
pt_br: Data

source: Done
id: Selesai
pt_br: OK

source: Favorite
id: Favorit
pt_br: Favorito

source: Hello [%@](https://skip.dev)!
id: Halo [%@](https://skip.dev)!
pt_br: Olá [%@](https://skip.dev)!

source: Home
id: Beranda
pt_br: Início

source: Light
id: Terang
pt_br: Claro

source: Name
id: Nama
pt_br: Nome

source: Notes
id: Catatan
pt_br: Notas

source: Powered by [Skip](https://skip.dev)
id: Didukung oleh [Skip](https://skip.dev)
pt_br: Desenvolvido com [Skip](https://skip.dev)

source: Rearrange
id: Susun Ulang
pt_br: Reorganizar

source: Reset
id: Atur Ulang
pt_br: Redefinir

source: Reset 2048 High Score?
id: Atur Ulang Skor Tertinggi 2048?
pt_br: Redefinir recorde de 2048?

source: Reset All
id: Atur Ulang Semua
pt_br: Redefinir tudo

source: Reset All Progress
id: Atur Ulang Semua Progres
pt_br: Redefinir todo o progresso

source: Reset All Progress?
id: Atur Ulang Semua Progres?
pt_br: Redefinir todo o progresso?

source: Reset Block Blast High Score?
id: Atur Ulang Skor Tertinggi Block Blast?
pt_br: Redefinir recorde de Block Blast?

source: Reset Breakout High Score?
id: Atur Ulang Skor Tertinggi Breakout?
pt_br: Redefinir recorde de Breakout?

source: Reset Chess Save?
id: Atur Ulang Simpanan Catur?
pt_br: Redefinir partida de Xadrez salva?

source: Reset Drop 7 High Score?
id: Atur Ulang Skor Tertinggi Drop 7?
pt_br: Redefinir recorde de Drop 7?

source: Reset Flappy Bird High Score?
id: Atur Ulang Skor Tertinggi Flappy Bird?
pt_br: Redefinir recorde de Flappy Bird?

source: Reset High Score
id: Atur Ulang Skor Tertinggi
pt_br: Redefinir recorde

source: Reset Records
id: Atur Ulang Rekor
pt_br: Redefinir recordes

source: Reset Saved Game
id: Atur Ulang Permainan Tersimpan
pt_br: Redefinir jogo salvo

source: Reset Sirtet High Score?
id: Atur Ulang Skor Tertinggi Sirtet?
pt_br: Redefinir recorde de Sirtet?

source: Reset Sudoku Records?
id: Atur Ulang Rekor Sudoku?
pt_br: Redefinir recordes de Sudoku?

source: Save
id: Simpan
pt_br: Salvar

source: Settings
id: Pengaturan
pt_br: Ajustes

source: System
id: Sistem
pt_br: Sistema

source: This will permanently discard the saved Chess game.
id: Ini akan menghapus permainan Catur tersimpan secara permanen.
pt_br: Isso descartará permanentemente a partida de Xadrez salva.

source: This will permanently reset all high scores and game progress to zero.
id: Ini akan mengatur ulang semua skor tertinggi dan progres permainan ke nol secara permanen.
pt_br: Isto redefinirá permanentemente todos os recordes e o progresso dos jogos para zero.

source: This will permanently reset your 2048 high score to zero.
id: Ini akan mengatur ulang skor tertinggi 2048 Anda ke nol secara permanen.
pt_br: Isto redefinirá permanentemente seu recorde de 2048 para zero.

source: This will permanently reset your Block Blast high score to zero.
id: Ini akan mengatur ulang skor tertinggi Block Blast Anda ke nol secara permanen.
pt_br: Isto redefinirá permanentemente seu recorde de Block Blast para zero.

source: This will permanently reset your Breakout high score to zero.
id: Ini akan mengatur ulang skor tertinggi Breakout Anda ke nol secara permanen.
pt_br: Isto redefinirá permanentemente seu recorde de Breakout para zero.

source: This will permanently reset your Drop 7 high score to zero.
id: Ini akan mengatur ulang skor tertinggi Drop 7 Anda ke nol secara permanen.
pt_br: Isto redefinirá permanentemente seu recorde de Drop 7 para zero.

source: This will permanently reset your Flappy Bird high score to zero.
id: Ini akan mengatur ulang skor tertinggi Flappy Bird Anda ke nol secara permanen.
pt_br: Isto redefinirá permanentemente seu recorde de Flappy Bird para zero.

source: This will permanently reset your Sirtet high score to zero.
id: Ini akan mengatur ulang skor tertinggi Sirtet Anda ke nol secara permanen.
pt_br: Isto redefinirá permanentemente seu recorde de Sirtet para zero.

source: This will permanently reset your Sudoku best times and puzzle counts.
id: Ini akan mengatur ulang waktu terbaik dan jumlah teka-teki Sudoku Anda secara permanen.
pt_br: Isto redefinirá permanentemente seus melhores tempos e contagens de quebra-cabeças do Sudoku.

source: Title
id: Judul
pt_br: Título

# Version %@ (%@)
source: Version %1$@ (%2$@)
id: Versi %1$@ (%2$@)
pt_br: Versão %1$@ (%2$@)

source: Welcome
id: Selamat Datang
pt_br: Bem-vindo

source: Data
pt_br: Dados
